{
  "1": " Estate Fraud Protection",
  "2": " Estate Fraud Protection — 2 Components",
  "3": " Executor's Aide Inc. (also referred to as PES) respects your privacy. You may browse through most pages on our website without giving us any information about yourself. When you browse our website, you do so anonymously. We don't collect information that personally identifies you (personal information), including your email address.  We do log site visitorship data [IP addresses (the Internet address of your computer)] to give us an idea of which pages of our website are visited and how long visitors spend there. This data is aggregated, and used in non-identifiable form to improve the content and services PES offers to visitors, as well as for web site and system administration purposes.",
  "4": "     What  Estate Fraud Protection offers your funeral home:",
  "5": "Access to certain PES web pages requires a login and a password. The use of those web pages, and the information or programs downloadable from those pages, is governed by the Terms of Use section of the website. Your personal information may be retained by PES to verify compliance with the agreement, or track usage of other applications available on those pages.",
  "6": "The requested change will be made for you shortly and you will be notified by email when complete. The correction will be reflected in documents re-printed from the Aftercare Documents screen . Depending on the change, you may be asked to re-fax documents for a no-charge re-submit of the information to appropriate organizations.",
  "7": "Notice:",
  "8": "When personal information is collected, we will inform you at the point of collection the purpose for the collection. PES does not transfer your personal information to third parties without your consent.",
  "9": "Data Security",
  "10": "Your PES account information is password-protected for your privacy and security. PES safeguards the security of the data you send us with physical, electronic, and managerial procedures. When visitors submit information using one of our on line forms, PES uses SSL (Secure Socket Layer) encryption technology to protect the information they submit. This technology protects visitors from having their information intercepted by anyone other than PES while it is being transmitted. PES works hard to ensure that our systems are secure and that they meet industry standards. Where appropriate, we employ firewalls, encryption technology, user authentication systems (e.g. user names and passwords) and access control mechanisms to control access to systems and data.",
  "11": "Use of Your Personal Information",
  "12": "PES may occasionally contract other companies to provide limited services on our behalf, including sending postal mail, answering service inquiries, and other business services. We will only provide those companies the information they need to deliver the service, and they are prohibited from using that information for any other purpose. Where we have contracted services we ensure that the company has in place sufficient policies and procedures to ensure personal information is protected  PES may disclose your personal information if required to do so by law or in the good-faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on PES or the site; (b) protect and defend the rights or property of PES and its web sites; or (c) act in urgent circumstances to protect the personal safety of PES employees, users of PES services, or members of the public.",
  "13": "Control of your Personal Information",
  "14": "When you give us personal information to register for a login and password, PES will not share that information with third parties without your permission, other than for the limited exceptions already listed. The information will only be used for the purposes stated above.",
  "15": "Changes to this Privacy Policy",
  "16": "PES may update this policy from time to time. For substantial changes to this statement, we will make that information available by posting a notice on this site.",
  "17": "Question or Suggestions  ",
  "18": "If you have questions or concerns about our collection, use or disclosure of your personal information, please email us at Privacy@ProgressiveEstateSolutions.com."
}
